Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 02-The-Little-Red-Hen/CAT/red-hen/tm/corpus-peter.en.utf8.tmx
Source language: en
Languages: chr

source: Adam and Eve were for a time the only human beings on this vast globe. Yet they did not feel alone, for God was with them. At length they had children, and in the course of years their descendants were very numerous.
chr: ᎠᏓᏫ, ᎠᎴ ᎢᏫ, ᎢᎸᏍᎩ ᏄᏬᎯᏤ ᎤᏅᏒᏉ ᎠᏁᎮ ᎠᏂ ᎡᎶᎯ ᎨᏒᎢ. ᎠᏎᏃ ᎥᏝ ᎣᎩᏅᏒᏉ ᎣᏁᎵᏍᎨ, ᎤᏁᎳᏅᎯᏰᏃ ᏚᏂᎦᎾᏩᏗᏙᎮᎢ. ᎢᎸᏍᎩᏃ ᏂᎤᏬᎯᏨ ᏧᏁᏥ ᎤᎾᏕᏁᎢ, ᏚᏕᏘᏱᎶᎥᏃ ᎤᏂᏁᏉᏨᎯ ᎤᏂᏣᏘ ᏄᎾᎵᏍᏓᏁᎢ.

source: These dwelt in the neighborhood of the Euphrates, and here they built towns, cities, and villages. But they became very wicked. They forgot to worship God, and were unjust and cruel.
chr: ᎯᎠᏃ ᏳᏇᏓ ᎤᏪᏴ ᎾᎥᏂ ᎠᏁᎮ ᎠᎴ ᎾᎿ ᏚᏂᏚᏁ ᏧᏓᏅ, ᎠᎴ ᏧᏍᏗᎦ. ᎠᏎᏃ ᎤᏣᏘ ᎤᏂᏁᎫᎯᏳ ᏄᎾᎵᏍᏓᏁᎢ. ᎤᏅᎨᏫᏎᏉ ᎤᎾᏓᏙᎵᏍᏓᏁᏗᏱ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏂᏚᏳᎪᏛᎾ ᎠᎴ ᎤᏲᏉ ᏚᏂᎸᏫᏍᏓᏁᎮᎢ.

source: The Creator therefore determined to cut off the whole human family, with the exception of Noah and his children, both as a punishment to the disobedient, and as a warning to all future nations that evil must follow sin.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏖᎴ ᏧᏒᎲᏍᏗᏱ ᏂᎦᏛ ᏴᏫ ᎠᏁᎲᎢ, ᎤᏁᎳᏅᎯ ᎾᏃᎯᏳᎲᏍᎬᎾ ᎨᏒ ᎤᏂᏍᏛᏗᏍᎨᎢ, ᎠᎴ ᏧᏪᏲᏗ ᎤᏰᎸᏎ ᎣᏂ ᎤᏩᎫᏗᏗᏒ ᎤᎾᏕᏗ ᏥᎨᏎᎢ, ᎠᏍᎦᎾ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎠᏎ ᎨᏥᏍᏛᏗᏍᏙᏗ ᎨᏒᎢ. ᏃᏯᏍᎩᏂᏃᏅ ᎠᎴ ᏧᏪᏥ ᎨᎦᏓᏓᎴᏔᏁᎢ.

source: Noah was told of the coming destruction, and therefore built an ark, into which he gathered his family, and a single pair of the various kinds of land animals. It then began to rain, until all the countries of the earth were covered with a deluge of water.
chr: ᏃᏯᏃ ᎠᏥᏃᏁᎴ ᎤᎾᏗᏒᎲᏍᏗ ᎨᏎᎢ ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎤᏬᏢᏁ ᏥᏳ, ᎾᎿᏃ ᏚᏴᏔᏁ ᏚᏓᏘᎾᎥᎢ, ᎠᎴ ᏄᎾᏓᎴᏒ ᎦᏙᎯ ᎠᏁᎯ ᏔᎵᎭ ᏚᏴᏔᏁᎢ. ᎿᏉᏃ ᎤᎴᏅᎮ ᎤᎦᎾᏁᎢ, ᎡᎳᏂᎬᏃ ᎤᏭᏢᏃᏁ ᎦᏃᎱᎩᏍᎬ ᎠᎹ.

source: Thus all the nations were cut off, and the world once more had but a single human family upon it. This event occurred sixteen hundred and fifty-six years after the creation.
chr: ᎾᏍᎩᏃ ᏂᎦᏗᏳ ᏓᏁᏩᏗᏒ ᏕᎨᏥᎦᎵᏍᏎᎴ ᏓᏅᏅᎢ, ᎠᎴ ᎡᎶᎯ ᏏᏓᏁᎸᏉ ᏴᏫ ᎤᎾᏕᎯᏰᎢ. ᏓᎳᏚᏃ ᎢᏯᏍᎪᎯᏧᏈ ᎯᏍᎦᏍᎪᎯ ᏑᏓᎵᎦᎵ ᏫᏄᏕᏘᏴᎲ ᎡᎶᎯ ᏧᏁᎳᏁ, ᎾᏍᎩ ᎯᎠ ᎤᏍᏆᏂᎪᏗᏳ ᏄᎵᏍᏓᏁᎢ.

source: THE people who lived before the flood are called antediluvians. We know nothing about them except what is told in the Bible. It is probable that they extended over but a small part of Asia, and that no human beings dwelt either in Africa, Europe, or America, before the flood.
chr: ᎠᏏ ᏂᎦᏃᎱᎩᏍᎬᎾ ᏣᏁᎮ, ᏄᎾᏛᏁᎵᏙᎸ ᎥᏝ ᏱᏗᎦᏔᎭ; ᎪᏪᎵᏉᏍᎩᏂ ᏧᎭᎨᏛ ᎢᎩᏃᏁᎲ ᎤᏩᏒ. ᎠᏎᏃ ᎯᎠᏉ ᏄᏍᏗ ᎠᏓᏅᏖᏗᏱ, ᎡᏏᏱ ᏚᏙᎥ ᎢᏴᏛᏉ ᎢᎬᎾᏕᏅ ᎠᏁᎮᎢ, ᏴᏫᏃ ᎾᏁᎲᎾᏉ ᎨᏎ ᎠᏂᎬᎾᎨᏍᏛᏱ, ᎠᎴ ᏳᎶᏈ, ᎠᎴ ᎠᎺᎵᎨ ᎠᏏ ᏂᎦᏃᎱᎩᏍᎬᎾ ᏥᎨᏎ ᎡᎵᏍᏗ ᏂᎦᎵᏍᏗᎭ.

source: The deluge is supposed to have commenced in November, and the rain is thought to have ceased in March. After a while the waters subsided, and Noah’s ark rested upon the top of a tall mountain in Armenia, called Ararat, which is still to be seen.
chr: ᎦᏃᎱᎩᏍᎬᏃ ᏅᏓᏕᏆ ᎧᎸᎢ ᎤᎴᏅᎮᎢ, ᎠᎴ ᎠᏅᏱ ᎧᎸ ᎤᏲᎯᏍᏔᏁ ᎠᎦᏍᎬ ᎠᏁᎵᏍᎪ ᎢᎦᏛ. ᎢᎸᏍᎩᏃ ᏄᏬᎯᏨ ᏚᏅᏬᏎ ᎦᏃᎱᎩᏍᎬᎢ ᎠᎳᎳᏗᏃ ᏚᏙᎥ ᎣᏓᎸ ᎤᏝᏗᏤ ᏥᏳ, ᏃᏯ ᎤᏦᏛᎢ, ᎠᎻᏂᏯ ᏚᏙᎥ ᎦᏓ ᎠᎲᎢ, ᎾᏍᎩᏃ ᎣᏓᎸ ᎩᎳᎯᏳ ᎠᎪᏩᏛᏗ ᎢᎩ.

source: The people and animals now came out of the ark, and from them the world was again inhabited. The animals spread themselves abroad, and after many centuries they were extended into all countries.
chr: ᎾᏉᏃ ᏴᏫ ᎠᎴ ᏄᎾᏓᎴᏒ ᏗᏅᏃᏛ ᎤᎾᏣᎢᏎ ᏥᏳᎯ, ᎾᏍᎩᏉᏃ ᏗᎤᏓᎴᏅᎮ ᎡᎳᏂᎬ ᎤᏂᏰᎵᏐᏁᎢ. ᏅᎩᏃ ᏗᏂᏅᏌᏗ ᎾᏍᏉ ᏚᏂᏰᎵᏎᎢ, ᎢᎸᏍᎩᏉᏃ ᎢᏯᏍᎪᎯᏧᏈ ᏫᏄᏕᏘᏴᎲ ᎾᏉ ᎡᎳᏂᎬ ᏓᏁᏩᏗᏎᎢ.

source: Noah had three sons, Shem, Ham, and Japheth. These, with their families, proceeded to the country of Shinar, which lies to the south of Mount Ararat.
chr: ᏃᏯᏃ ᏧᏪᏥ ᏦᎢ ᎾᏂᎡᎢ, ᎾᏍᎩ ᏎᎻ, ᎮᎻ, ᏤᏈᏗᏃ, ᎾᏍᎩᏃ ᎯᎠ ᎠᎴ ᏚᎾᏓᏘᎾᎥ ᏌᎾᏱ ᏚᏙᎥ ᎦᏓ ᎠᎲ ᏭᏂᎶᏎᎢ, ᎾᏍᎩ ᎠᎳᎳᏗ ᎣᏓᎸ ᏧᎦᎾᏮ ᎢᏗᏢ ᏥᎩ.

source: Here they settled themselves on the borders of the river Euphrates, probably the same country that had been inhabited by the antediluvians. It is in this region that the first nations were formed.
chr: ᎾᎿᏃ ᏳᏇᏓ ᏚᏙᎥ ᎡᏉᏂ ᎨᏴ ᎾᎥᏂᎨ ᏚᎾᏁᎳᏕᎢ, ᎾᎿᏉ ᎤᎾᏕᏅ ᎠᏏ ᏂᎦᏃᎱᎩᏍᎬᎾ ᏥᎨᏎᎢ. ᎾᎿ ᎠᎴ ᎢᎬᏱ ᎠᏰᎵ ᏚᏙᏢᏅᎢ.

source: The people increased very rapidly, and at the end of a hundred years from the deluge they were quite numerous. ...
chr: ᏴᏫᏃ ᎦᏣᏄᎵᏳ ᎤᏂᏁᏉᏤᎢ, ᏧᏅᏬᏐᏅᎯᏃ ᎠᏍᎪᎯᏧᏈ ᏫᏄᏕᏘᏴᎲ ᎤᏂᏣᏘ ᎠᏁᎮᎢ. ...

source: Accordingly they laid the foundation of the edifice on the eastern bank of the river Euphrates. Perhaps they expected to rear the tower so high, that its top would touch the blue sky, and enable them to climb into heaven. Their building materials were bricks that had been baked in the sun. Instead of mortar, they cemented the bricks together with a sort of slime or pitch. The workmen labored very diligently, and piled one layer of bricks upon another, till the earth was a considerable distance beneath them. But the blue sky, and the sun, and the stars, seemed as far off as when they first began.
chr: ᎾᏉᏃ ᎤᎾᎴᏅᎮ ᎤᏔᏅ ᎠᏂᏚᎲᏍᎬ, ᎠᎴ ᎦᎸᎳᏗ ᎢᎦᏘ ᎤᎾᏐᏯᎴᎢ. ᏅᏯᏃ ᏧᏂᏰᎸᎯ ᏗᏛᏓᏅᎯᏉ ᎤᎾᏐᏯᏍᏔᏁᎢ, ᎠᏜᏉᏃ ᎢᏳᏍᏗ ᎤᏄᎶᏔᏁᎢ. ᎠᎴ ᏗᏂᏃᏣᎵ ᎢᏳᎾᎵᏍᏙᏗᏱ ᎤᏂᏰᎸᏎᎢ ᎠᎴ ᎾᏍᎩ ᎤᏂᏲᏍᏙᏓᏁᎯ ᎤᏂᏰᎸᏎᎢ ᎤᎾᏗᎦᎴᏲᎢᏍᏗᏱ.

source: ONE day, while these foolish people were at their labor, a very wonderful thing took place. They were talking together as usual, but, all of a sudden, they found it impossible to understand what each other said.
chr: ᎯᎠᏃ ᎤᏂᏁᎫ ᏴᏫ ᎠᏂᏱᎵᏒ ᏚᏂᎸᏫᏍᏓᏁᎲ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗᏳ ᏄᎾᎵᏍᏓᏁᎴᎢ. ᏂᎬᏩᏰᎶᎢᏍᏓᏁᏉ ᏗᎬᏩᎾᏔᏙᎵᏤᏗ ᏂᎨᏒᎾ ᏄᎵᏍᏓᏁ ᏓᎾᏓᏁᏤᎵᏙᎲᎢ.

source: If any of the workmen called for bricks, their companions at the bottom of the tower might mistake their meaning, and bring them pitch. If they asked for one sort of tool, another sort was given them. Their words appeared to be mere sounds without any sense, like the babble of a little child, before it has been taught to speak.
chr: ᎢᏳᏃ ᎠᎾᏁᏍᎨᏍᎩ ᏗᏛᏓᏅ ᏙᎦᏚᎵᎭ ᏴᏧᎾᏛᏅ, ᎡᎳᏗ ᎠᏁᏙᎯ ᏓᏂᎵᏙᎨᏉ ᎢᏳᏍᏗ ᎤᎾᏚᎵᏍᎬᎢ, ᎠᎴ ᎫᎶᏙᏗᏉ ᏩᎾᏓᏁᎮᎢ. ᏑᏓᎴᎩᏃ ᎪᎱᏍᏗ ᎬᏓᏂᏓᏍᏗ ᏳᎾᏚᎵᎭ, ᏅᏩᏓᎴᏉ ᏫᎨᏥᏕᎮᎢ. ᎠᏂᏬᏂᏍᎬᏃ ᎪᎱᏍᏗ ᏂᎦᏛᎬᎾ ᏅᏩᏍᏕᎢ, ᎠᏲᎵᏉ ᏥᏂᎦᏪᏍᎪ ᎾᏍᎩᏯ ᎨᏎᎢ, ᎠᏏ ᎾᏏᎾᏒᎾ ᏥᎨᏐ ᎤᏬᏂᎯᏍᏗᏱ.

source: This event caused such confusion that they could not go on building the tower. They therefore gave up the idea of climbing to heaven, and resolved to wander to different parts of the earth.
chr: ᎯᎠᏃ ᏄᎾᎵᏍᏓᏁᎸ ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᏄᏅᏁᎴᎢ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎤᏂᏑᎵᎪᏤᏉ ᎠᎾᏐᏲᎲᎢ, ᎡᎳᏂᎬᏉᏃ ᎤᎾᏗᎦᎴᏲᏤᎢ.

source: It is likely that they formed themselves into several parties, consisting of all who could talk intelligibly together. They set forth on their journey in various directions.
chr: ᎠᏎ ᎯᎸᏍᎩ ᎢᏧᏂᏨᏛ ᏓᎾᎵᎪᏁᎨᎢ, ᎾᏍᎩ ᏰᎵ ᏗᎬᏩᎾᏓᏙᎵᏤᏗ ᏓᎾᏓᏬᏁᏗᏍᎬ ᎢᏧᎳᎭ ᎠᏁᎨᎢ, ᎡᎵᏍᏗ ᏂᎦᎵᏍᏗᎭ. ᎾᏉᏃ ᏚᎾᏂᎩᏎᎢ, ᎢᎦᏛ ᎠᏂᏗᏢ ᏩᏂᎶᏍᎨᎢ, ᎢᎦᏛᏃ ᎤᏣᏘᏂ ᏫᎠᏂᎶᏍᎨᎢ.

source: The descendants of Shem are supposed to have distributed themselves over the country near to the Euphrates. The descendants of Ham took a westerly direction, and proceeded to Africa. They settled in Egypt, and laid the foundation of a great nation there. The descendants of Japheth proceeded to Greece, and thus laid the foundation of several European nations.
chr: ᏎᎻᏃ ᏧᏪᏥᏛᎯ, ᏳᏇᏓ ᎤᏪᏴ ᎾᎥᏂᎨᏍᏙᏗ ᏚᎾᏁᎳᏕᎢ. ᎢᎦᏛᏃ ᎮᎻ ᏧᏪᏥᏛᎯ ᏅᏙ ᏭᏕᎵᎬ ᎢᏗᏢ ᏫᏄᎾᏛᏁᏔᏁᎢ, ᎠᎴ ᎠᏂᎬᎾᎨᏍᏛᏱ ᏧᏂᎷᏥᎴᎢ. ᎢᏥᏈᏱᏃ ᏚᎾᏁᎳᏕᎢ, ᎠᎴ ᎤᎾᎵᏂᎪᏎ ᎾᎿ ᎠᏁᎲᎢ. ᏤᏈᏗᏃ ᏧᏪᏥᏛᎯ ᎠᏂᎩᎵᎩᏱ ᏫᎦᎾᏁᎳᏗᎴᎢ, ᎾᎿᏉᏃ ᏅᏓᏳᎾᏓᎴᏅᏛ ᎯᎸᏍᎩ ᎢᏳᎾᏓᎴᎩ ᏳᎶᏈᏱ ᏣᏁᎭ.

source: Some travelers in modern times have discovered a large hillock on the shore of the Euphrates. It is composed of sun-burnt bricks cemented together with pitch. They believe this hillock to be the ruins of the tower of Babel, which was built more than four thousand years ago.
chr: ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏁᏙᎯ ᏝᏱᎪᎯᎩ ᎤᏂᏩᏛᎮ ᎤᏌᎯᎸᎢ, ᏳᏇᏓ ᎤᏪᏴ ᎠᎹᏳᎶᏗ. ᎾᏍᎩ ᎯᎠ ᏗᏛᏓᏅᎯ ᎠᏌᎯᎶᏙᏗ ᎠᏜᏃ ᎢᏳᏍᏗ ᏓᏓᏯᎸᏗ. ᎾᏍᎩᏃ ᎯᎠ ᎤᏌᎯᎸ ᏓᏗᎶᏂ ᎠᏐᏴ ᎤᏲᏨ ᎠᏁᎵᏍᎪᎢ, ᎾᏍᎩ ᏅᎩ ᎢᏯᎦᏴᎵ ᏧᏕᏘᏴᏛ ᎬᏐᏲᎸᎯ ᏥᎩ.

source: WHEN the rest of mankind were scattered into different parts of the earth, there were a number of people who remained near the tower of Babel. They continued to inhabit the land of Shinar, which was a warm country, and very fertile. In course of time they extended over a much larger tract of country, and built towns and cities.
chr: ᎾᏉᏃ ᏴᏫ ᎡᎳᏂᎬ ᎤᎾᏗᎦᎴᏲᏤᎢ ᎢᎸᏍᎩ ᎢᏯᏂᏛ ᎠᏏᏉ ᏅᏁᎮ ᏓᏗᎶᏂ ᎠᏐᏴ ᎾᎥᏂ. ᎠᏏᏉ ᏌᎾ ᏚᏙᎥ ᎠᏁᎮᎢ, ᎾᏍᎩ ᎤᎦᎾᏫᏳ, ᎠᎴ ᎤᏣᏘ ᎣᏏᏳ ᎨᏎᎦᏙᎯ. ᎯᎸᎯᏳᏉᏃ ᎢᏴᏛ ᎢᏅᎯᏳ ᏭᏂᏍᏗᏥᏙᎴᎢ, ᎠᎴ ᏚᏂᏚᏁ ᏧᏓᏅ, ᎠᎴ ᏧᏍᏗᎦ.

source: This region received the name of Assyria. It was the first of the nations of the earth. Its boundaries varied at different times, but its place on the map may be seen in the vicinity of the two rivers Tigris and Euphrates, northward of the Persian Gulf.
chr: ᎾᎿᏃ ᏂᎬᎾᏛ ᎡᏏᎵᏯ ᏚᏃᎡᎢ. ᎾᏍᎩ ᎯᎠ ᎢᎬᏱ ᎠᏰᎵ ᎤᏙᏢᏅᎢ. ᏂᎬᎾᏛᏃ ᎥᏝ ᎬᏛᏗ ᏱᎩ, ᎢᎸᎯᏳᏰᏃ ᎡᏉᎯᏳ ᎨᏎᎢ, ᎢᎸᎯᏳᏃ ᎢᏅᎯᏳ ᎠᏲᎶᎨᎢ; ᎠᏎᏃ ᎡᎶᎯ ᏗᏟᎶᏍᏓᏅᎯ ᎪᏪᎸ ᏔᎩᏏ, ᎠᎴ ᏳᏇᏓ, ᎡᏉᏂ ᏚᏪᏴ ᎾᎥᏂᎨ ᎠᎪᏩᏛᏗ ᎨᏐᎢ, ᏋᏏᏱ ᏚᏙᎥ ᎥᏓᎵ ᎤᏩᎫᏛ ᏧᏴᏢ ᎢᏗᏢ.

source: Ashur, the grandson of Noah, was the first ruler of Assyria. In the year 2229 B.C. he built the city of Nineveh, and surrounded it with walls a hundred feet high. It was likewise defended by fifteen hundred towers, each two hundred feet in height. The city was so large that a person would have traveled a hundred miles merely in walking round it.
chr: ᎡᏒ ᏧᏙᎢᏛ, ᏃᏯ ᎤᎵᏏ, ᏚᏓᎴᏅᏔᏁ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏓᏁ ᎡᏏᎵᏯ ᎨᏒᎢ. 2229. ᏧᏕᏘᏴᏛ ᏧᏓᎷᎴ ᎦᎶᏁᏛ ᎤᏕᏱᏱ ᏂᏂᏫ ᎦᏚᎲ ᎤᏪᏚᏁᎢ, ᎠᎴ ᎠᏍᎪᎯᏧᏈ ᎢᏯᎳᏏᏗ ᎢᎦᏘ ᎤᏐᏲᎴ ᎬᏩᏚᏫᏛ ᎦᏚᎲᎢ, ᎾᏍᏉ ᎠᎴ ᏍᎩᎦᏚ ᎢᏯᏍᎪᎯᏧᏈ ᏓᏐᏰ ᎠᏂᏯᏫᏍᎩ ᏧᏂᏴᏍᏗᏱ, ᏔᎵᏧᏈ ᎢᏯᎳᏏᏗ ᎢᏗᎦᏘ. ᎾᏍᎩᏃ ᎯᎠ ᎦᏚᎲ ᎬᏩᏚᏫᏛ ᏰᏙᎸ ᎠᏍᎪᎯᏧᏈ ᎢᏳᏟᎶᏛ ᎡᏅᏍᏗ ᏂᎦᎵᏍᏗᏍᎨ ᎥᏕᏲᎲᏉ.

source: But the city of Babylon, which was built a short time afterwards, was superior to Nineveh both in size and beauty. It was situated on the river Euphrates. The walls were so very thick that six chariots drawn by horses could be driven abreast upon the top, with out danger of falling off on either side. In this country we do not surround our cities with walls; but in ancient times walls were necessary to protect the people from their enemies.
chr: ᎠᏎᏃ ᏓᏗᎶᏂ ᎦᏚᎲ ᎣᏂᏉ ᎢᏴᏛ ᏧᏂᏚᏁᎢ, ᎤᏟ ᏂᎨᎢ, ᎠᎴ ᎤᏟ ᏄᏬᏚᏎᎢ. ᏳᏇᏓ ᎤᏪᏴ ᎡᏉᏄᎶᏗ ᎦᏚᎮᎢ. ᎾᎿᏃ ᎠᏐᏴ ᏰᎵᏉ ᏄᎭᎨᏎ ᏑᏓᎵ ᏓᏆᎴᎷ, ᏐᏈᎵ ᏗᎬᏩᎾᎪᎭᏘ, ᏰᎵᏉ ᎤᎾᏦᏞᏫᏛ ᎾᎿ ᎦᏚᎢ ᎠᏐᏴ ᎬᏩᏂᎶᎯᏍᏗ ᎨᏎᎢ. ᎠᏂᏍᎩᏂ ᎠᏴ ᏥᏕᎭ ᎥᏝ ᎬᏩᏚᏫᏛ ᏱᏓᎾᏐᏲᎰᎢ ᏕᎦᏚᎲᎢ; ᎠᏎᏃ ᎾᎯᏳ ᏣᏁᎮ ᎬᏩᏂᏍᎦᎩ ᏓᏂᎾᏰᏍᎬ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏥᏓᎾᏐᏲᎮ ᏚᏂᏚᎲᎢ.

source: In this city there were magnificent gardens, belonging to the royal palace. They were constructed in such a manner that they appeared to be hanging in the air without resting on the earth. They contained large trees, and all kinds of fruits and flowers.
chr: ᎠᏂᏃ ᎯᎠ ᎦᏚᎲ ᏧᏬᏚᎯᏳ ᏗᏫᏒᏗᏱ ᏕᎪᏢᏎ ᎤᎬᏫᏳᎯ ᎦᏁᎸᎢ. ᎤᏍᏆᏂᎪᏗᏳ ᎠᎴ ᏂᏕᎬᏁᎢ, ᏥᏕᎦᏖᎳᏙᏉᏰᏃ ᏅᏩᏍᏕ ᏗᎧᏃᏗᏱ, Ꮭ ᎠᎴ ᏳᏪᎵᏍᏕ ᎪᎱᏍᏗ ᏚᎵᎫᏍᏛᏛᎢ, ᎾᎿ ᎠᎴ ᏗᎦᏖᎳᏗ ᏗᏫᏒᏗᏱ ᏤᏆ ᏕᏡᎨᎢ, ᎠᎴ ᏄᏓᎴᏒ ᎠᏓᏛᏍᎩ, ᎠᎴ ᎤᏬᏚᎯ ᎠᏥᎸᏅᎥᏍᎩ ᎠᏛᏍᎨᎢ.

source: There was also a splendid temple dedicated to Belus, or Baal, who was the chief idol of the Assyrians. This temple was six hundred and sixty feet high, and it contained a golden image of Belus forty feet in height.
chr: ᎾᎿ ᎠᎴ ᎦᏚᎲ ᎤᏣᏘ ᎤᏬᏚᎯ ᎠᏓᏁᎴ ᏧᏂᎳᏫᎢᏍᏗᏱ, ᏇᎳ ᏧᏙᎢᏛ ᎤᏁᎳᏅᎯ ᎤᏂᏰᎸᎯ, ᎤᎾᏓᏙᎵᏍᏓᏁᏗᏱ ᎨᏎᎢ. ᎾᏍᎩᏃ ᎯᎠ ᏧᏂᎳᏫᎢᏍᏗᏱ ᏑᏓᎵᏧᏈ ᏑᏓᎳᏍᎪᎯ ᎢᏯᎳᏏᏗ ᏂᎦᏖᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏂᏰᎸᎯ ᏅᎦᏍᎪᎯ ᎱᏯᎳᏏᏗ ᎢᎦᏘ, ᎠᏕᎸ ᏓᎶᏂᎨᏍᏛᎭ ᎤᏂᎧᎮ ᏧᏂᎳᏫᎢᏍᏗᏱ.

source: The city of Babylon, which I have been describing, was first built by Nimrod, that mighty hunter of whom the Bible tells us. But the person who made all the beautiful gardens and palaces, and who set up the golden image of Belus, was a woman named Semiramis.
chr: ᏓᏗᎶᏂᏃ ᎦᏚᎲ ᎾᏍᎩ ᏥᏥᏃᎲᎵ, ᏂᎻᎶᏗ ᎤᏣᏘ ᎤᏃᎯᎵᏓᏌᏘ ᏥᎨᏎ ᎤᏪᏚᏁᎢ, ᎾᏍᎩ ᏄᏛᏁᎵᏙᎸ ᎪᏪᎵ ᏧᎭᎨᏛ ᏥᎩᏃᏁᎭ. ᎠᏎᏃ ᎠᎨᏴ ᏏᎺᎵᎺᏏ ᏧᏙᎢᏛ, ᏚᏬᏢᏁ ᏗᏫᏒᏗᏱ, ᎠᎴ ᏚᏁᏍᎨᎮ ᏧᏬᏚᎯ ᎤᎬᏫᏳᎯ ᎤᏁᎳᏗᏍᏗᏱ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏂᏰᎸᎯ ᎠᏕᎸ ᏓᎶᏂᎨᏍᏛᎭ ᏥᎨᏎᎢ ᎾᏍᎩ ᎤᏬᏢᏁᎢ.

source: She had been the wife of Ninus, king of Assyria; but when king Ninus died, queen Semiramis became sole ruler of the empire. She was an ambitious woman, and could not content herself to live quietly in Babylon, although she had taken so much pains to make it a beautiful city.
chr: ᎾᏍᎩ ᎯᎠ ᎠᎨᏴ ᏂᎾᏏ ᏧᏙᎢᏛ ᎤᎬᏫᏳᎯ ᎤᏓᎵᎢ ᎨᏎᎢ; ᏂᎾᏏᏃ ᎤᏲᎱᏒ ᏏᎺᎵᎺᏏ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏓᏁ ᎡᏏᎵᏯ ᏂᎬᎾᏛᎢ. ᎠᏎᏃ ᎠᏥᎸᏉᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᏍᎨᎢ, Ꮭ ᎠᎴ ᏰᎵᏉ ᏳᏰᎸᏎ ᏅᏩᏙᎯᏯᏛᏉ ᎤᏕᏘᏱ ᏓᏗᎶᏂ ᎦᏚᎲᎢ, ᎤᏣᏘ ᎡᎦᏃ ᎤᎵᏂᎬᏁᎸᎯ ᎨᏎ ᎪᏚᎢᏍᏗᏍᎬᎢ.

source: She was tormented with a wicked desire to conquer all the nations of the earth. So she collected an immense army, and marched against the rich and powerful king of the Indies, ...
chr: ᎤᏲᏰᏃ ᎠᏓᏅᏕᎵᏙᎲ ᎤᏪᎵᎯᏍᏗᏕᎨᎢ, ᎡᎳᏂᎬᏰᏃ ᏓᏁᏩᏗᏒ ᏧᏎᎪᎩᏐᎲᏍᏗᏱ ᎤᏚᎵᏍᎨᎢ, ᎾᏉᏃ ᎤᏂᏣᏘ ᏓᎾᏩ ᎠᏁᏙᎯ ᏚᏪᏟᏌᏁᎢ, ᎠᎴ ᎤᏃᎸᏎ ᎤᎬᏫᏳᎯ ᎢᏂᏗᏯ ᎡᎯ ᎾᏍᎩ ᎤᏣᏘ ᎤᏪᎾᎢ, ᎠᎴ ᎤᎵᏂᎩᏛ ᏥᎨᏎᎢ, ...

source: Queen Semiramis sets forth to conquer the world, but is defeated by the king of the Indies.
chr: ᏏᎺᎵᎺᏏ ᏧᏙᎢᏛ ᎠᎨᏴ ᎤᎬᏫᏳᎯ ᎤᏂᎩᏒ ᎡᎳᏂᎬ ᏧᏎᎪᎩᏍᏗᏱ, ᎠᎴᏬ ᎢᏂᏗᏯ ᎡᎯ ᎤᎬᏫᏳᎯ ᎤᏩᏒ ᎤᏎᎪᎩᏒ ᎦᏃᎮᏍᎩ.

source: WHEN the king of the Indies, who was very rich and powerful, heard that queen Semiramis was coming to invade his dominions, he mustered a vast number of men to defend them. Besides his soldiers, he had a great many elephants.
chr: ᎢᏂᏗᏯᏃ ᎡᎯ ᎤᎬᏫᏳᎯ, ᎾᏍᎩ ᎤᏣᏘ ᎤᏪᎾᎢᏳ, ᎠᎴ ᎤᏣᏘ ᎤᎵᏂᎩᏗᏳ ᏥᎨᏎᎢ, ᎤᏛᎦᏅ ᎠᎨᏴ ᎤᎬᏫᏳᎯ ᏏᎺᎵᎺᏏ ᏧᏙᎢᏛ ᏣᎢᏒᎢ, ᎤᏤᎵᎪᎯ ᎨᏒ ᏓᎿᏩ ᏅᏗᎬᏁᎵᏒᎢ, ᎤᏂᏣᏘ ᎠᏂᏍᎦᏯ ᏚᏪᏟᏌᏁ ᎠᏂᏯᏫᏍᎩ. ᎥᏝ ᏗᎾ ᎠᏂᏯᏫᏍᎩᏉ ᎤᏅᏒ ᏱᏚᏪᎧᎮᎢ, ᎾᏍᏉᏍᎩᏂ ᎤᏂᏣᏘ ᎦᎹᎹ ᏕᎤᏪᎧᎮᎢ.

source: Each of these enormous beasts was worth a whole regiment of soldiers. They were taught to rush into the battle and toss the enemy about with their trunks, and trample them down with their huge feet.
chr: ᎯᎠᏃ ᎦᎹᎹ ᏣᏁᏆ ᏌᏉᏉ ᎤᏟ ᏄᏍᎦᏎᏗ, ᎡᏍᎦᏉ ᏑᎾᏓᏡᎩ ᎠᏂᏯᏫᏍᎩ. ᎨᎨᏲᏅᎯᏰᏃ ᎨᏎ ᏓᎾᎵᎲ ᎠᏰᎵ ᏭᏂᎶᎯᏍᏗᏱ, ᎠᎴ ᎠᏂᎦᏍᎩ ᏓᏃᏴᏌᏛ ᏧᏂᎵᎥᏂᏍᏙᏗᏱ, ᎠᎴ ᏧᎾᎳᏍᏓᎡᏗᏱ.

source: Now queen Semiramis had no elephants, and therefore she was afraid that the king of the Indies would overcome her. She endeavored to prevent this misfortune by a very curious contrivance. In the first place, she ordered three thousand brown oxen to be killed.
chr: ᏏᎺᎵᎺᏏᏍᎩᏂ ᎥᏝ ᎦᎹᎹ ᏱᏚᏪᎦᎮᎢ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎠᏍᎦᎢᎮ ᎢᏂᏗᏯ ᎡᎯ ᎤᎬᏫᏳᎯ, ᏯᎩᏎᎪᎩᏰᏃ ᎡᎵᏍᎨᎢ. ᎯᎠᏃ ᎠᏲᏍᏙᏗᏍᎬ ᎤᏰᎸᏒ ᎤᏍᏆᏂᎪᏗᏳ ᏄᏛᏁᎴᎢ. ᎤᏁᏤᎢᏰᏃ ᏦᎢ ᎢᏯᎦᏴᎵ ᎢᏯᏂᏛ ᏩᎦ ᎤᏂᏦᎸᎯᏛ ᎢᏳᏍᏗ ᏧᏂᎯᏍᏗᏱ.

source: The hides of the dead oxen were stripped off, and sewed together in the shape of elephants. These were placed upon camels, and when the camels were drawn up in battle array, they looked pretty much like a troop of great brown elephants. Doubtless the king of the Indies wondered where queen Semiramis had caught them.
chr: ᏩᎦᏃ ᏧᏂᏁᎦᎸᏅᎯ ᏚᏂᏰᏫᏎᎢ ᎦᎹᎹ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᏂᏚᏅᏁᎴᎢ. ᎾᏍᎩᏃ ᎨᎻᎵ ᏚᏄᏢᏔᏁᎢ, ᎾᏍᎩᏃ ᎤᎾᏓᏅᎿᏩᏗᏒ ᏧᎾᎵᏍᏗᏱ ᎤᏂᎷᏥᎸ ᎤᏂᏣᏗ ᎤᏂᏦᎸᎯᏛ ᎦᎹᎹ ᎾᏍᎩᏯ ᎨᏎ ᏗᎧᏃᏗᏱ. ᎠᏎ ᎢᏂᏗᏯ ᎡᎯ ᎤᎬᏫᏳᎯ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏎᎢ, ᏝᏰᏃ ᏱᎦᏔᎮ ᎢᎸᎯᏢ ᏏᎺᎵᎺᏏ ᏗᎬᏩᏂᏴᏗ ᎨᏒ ᎦᎹᎹ.

source: When the battle was to be fought, the king of the Indies with his real elephants marched forward on one side, and queen Semiramis, with her camels and ox-hides, came boldly against him on the other.
chr: ᎾᏉᏃ ᏧᎾᎵᏍᏘᏱ ᎤᎵᏰᎶᎸ, ᎢᏂᏗᏯ ᎡᎯ ᎤᎬᏫᏳᎯ ᎠᏂᏬᏗᎨ ᎦᎹᎹ ᏚᏘᏃᎴᎢ, ᏏᎺᎵᎺᏏᏃ ᎨᎻᎵ ᏩᎦ ᎦᏁᎦ ᏧᎾᏚᏢᏗ ᎤᏣᏗᏂ ᏙᏧᏘᏅᏍᏔᏁ ᏂᎦᎾᏰᏍᎬᎾ ᎢᏗᎬᏤᎵᏛ.

source: But when the Indian army had marched close to the host of the Assyrians, the latter perceived that there was no such thing as an elephant among them. They therefore laid aside all fear, and rushed furiously upon queen Semiramis and her soldiers.
chr: ᎠᏎᏃ ᎠᏂᏯᏫᏍᎩ ᎢᏂᏗᏯ ᎠᏁᎯ, ᎾᎥ ᏂᏚᎾᏓᎳᏗᎸ, ᎢᏂᏗᏯ ᎠᏁᎯ ᎤᎾᏕᎶᎰᏎ ᎠᏂᏐᎢ ᏌᏉ ᎤᏅ ᎦᎹᎹ ᎾᎾᏘᏁᎲᎾ ᎨᏒᎢ. ᎾᏍᎩᏃ ᎤᎾᏕᎶᎰᏒ ᎥᏝ ᎾᏉ ᏱᏂᎾᏰᏍᎨᎢ, ᎠᎴ ᎦᏣᏄᎳᏉ ᏚᎾᏁᎷᎩᎡᎴ ᏏᎺᎵᎺᏏ ᏚᏓᏘᎿᎥᎢ.

source: The real elephants put the camels to flight; and then, in a great rage, they ran about, tossing the Assyrians into the air, and trampling them down by hundreds. Thus the Assyrian army was routed, and the king of the Indies gained a complete victory.
chr: ᎠᏂᏬᏗᎨᏃ ᎦᎹᎹ ᏚᏂᎨᎯᏙᏁ ᎨᎻᎵ; ᎾᏉᏃ ᎤᏣᏘ ᎤᏂᏔᎳᏬᏎᎢ, ᎠᎴ ᎠᎾᏗᏝᎢᏙᎲ ᎡᏏᎵᏯ ᎠᏁᎯ ᏓᎾᏓᎡᏏᏙᎮᎢ, ᎠᎴ ᎤᎾᏧᏈᏍᏙᏒᎯ ᏚᎾᎳᏍᏓᎡᎴᏉ. ᎾᏍᎩᏃ ᏄᎾᏛᏁᎸ ᎡᏏᎵᏯ ᎠᏁᎯ ᎨᏥᎨᎯᏙᎴ, ᎢᏂᏗᏯᏃ ᎡᎯ ᎤᎬᏫᏳᎯ ᎤᏓᏎᎪᎩᏎᎢ.

source: Queen Semiramis was sorely wounded; but she got into a chariot, and drove away at full speed from the battle-field. She finally escaped to her own kingdom, but in a very sad condition.
chr: ᏏᎺᎵᎺᏏᏃ ᎤᏣᏘ ᎠᏥᏣᏓᏁᎢ ᎠᏥᏐᏅᏁᎢ; ᎠᏎᏃ ᏓᏆᎴᎷ ᏗᎦᏣᏄᎳ ᎤᏦᏓᏁᎢ, ᎠᎴ ᏐᏈᎵ ᏂᏓᏂᏯᏄᎸ ᎤᏓᎵᏘᎡᎴᎢ. ᏰᎵᏉᏍᎩᏂᏃᏅ ᎤᏎᎦᏨᎯ ᎤᏩᏒ ᎤᏤᎵᎪᎯ ᏫᎤᎷᏥᎴᎢ, ᎠᏎᏃ ᎤᏣᏘ ᎠᎩᎵᏯ ᏄᏛᏁᎢ.

source: She then took up her residence in the palace at Babylon. But she did not long enjoy herself in the beautiful gardens which she had suspended in the air. It is said that her own son, whose name was Ninias, put his mother to death, that he might get possession of the throne, and reign over the people.
chr: ᎾᏉᏃ ᎤᎬᏫᏳᎯ ᎤᏁᎳᏗᏍᏗᏱ ᎠᏓᏁᎸ ᎤᏁᎳᏕ ᏓᏗᎶᏂ ᎦᏚᎲᎢ, ᎠᏎᏃ ᎥᏝ ᎪᎯᏛ ᏅᏩᏙᎯᏯᏛ ᎾᎿ ᏳᏕᏁᎢ, ᏧᏬᏚᎯ ᏗᎦᏖᎳᏗ ᏗᏫᏒᏗᏱ ᏚᏬᏢᏒᎢ, ᎤᏩᏒᏉᏰᏃ ᎤᏪᏥ ᏂᏂᏯᏏ ᏧᏙᎢᏛ ᎤᎴ ᎠᎾᏗᏍᎪᎢ; ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎩᎡᏗᏱ, ᎠᎴ ᎤᏩᏒ ᏴᏫ ᏗᎬᏩᏁᎶᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᏍᎬ ᏅᏧᎵᏍᏙᏔᏁᎢ.

source: Such was the melancholy end of the mighty queen Semiramis. How foolish and wicked it was for her to spend her life in trying to conquer other nations, instead of making her own people happy. But she had not learned that golden rule, “Do to another as you would have another do to you.”
chr: ᎾᏍᎩ ᎯᎠ ᏄᏲᏞ ᏄᎵᏍᏔᏁᎴ ᎬᏅ ᎤᎵᏍᏆᏕᎸ, ᎠᏥᎸᏉᏗ ᏥᎨᏎ ᏏᎺᎵᎺᏏ ᎤᎬᏫᏳᎯ. ᏂᎦᎡ ᎤᎵᏍᎦᏂᏏᏳ, ᎠᎴ ᎤᏁᎫᎯᏳ ᎨᏎ ᏂᎪᎯᎸ ᎬᏅ ᎢᎪᎯᏛ ᏣᎵᏂᎬᏁᎮ ᏅᏩᎾᏓᎴ ᏧᏓᎵᏁᎯᏕᏗᏱ, ᎤᏩᏒᏃ ᏧᏤᎵᎦ ᏴᏫ ᏙᎯ ᎤᎾᏕᏗᏱ ᎾᎵᏂᎬᏁᎲᎾ ᏥᎨᏎᎢ. ᎠᏎᏃ ᎯᎠ ᏥᏄᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎥᏝ ᎠᏏ ᎤᏕᎶᏆᎥᎯ ᏱᎨᏎᎢ, “ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏣᏚᎵᏍᎨᏍᏗ ᏴᏫ ᎢᎨᏣᏛᏁᏗᏱ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᏕᏣᏛᏁᎮᏍᏗ.”

source: About Ninias, king Sardanapalus, and ruin of the Assyrian empire.
chr: ᏂᏂᏯᏏ ᏄᏛᏁᎵᏙᎸ ᎦᏃᎮᏍᎩ. ᏌᏗᏁᏉᎳ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏅᎢ, ᎠᎴ ᎡᏏᎵᏯ ᎠᏰᎵ ᏧᏙᏢᏎ ᎤᏲᏨ ᎦᏃᎮᏍᎩ.

source: AFTER Ninias had wickedly murdered his mother, he became king of Assyria. His reign began about the year 2000 B. C., or about three hundred and fifty years after the deluge.
chr: ᎾᏉᏃ ᏂᏂᏯᏏ ᎤᏥ ᏧᎴᎢ, ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁ ᎡᏏᎵᏯ ᏚᏙᎥᎢ, 2000 ᏧᏕᏘᏴᏛ ᏧᏓᎷᎴ ᎦᎶᏁᏛ ᎤᎷᎯᏍᏗᏱ, ᎤᏓᎴᏅᎡᎴ ᎤᎬᏫᏳᎯ ᎨᏒᎢ, ᎠᎴ ᏦᎢᏧᏈ ᎯᏍᎦᏍᎪᎯᏃ ᏫᏄᏕᏘᏴᎲ ᎠᎹᏱᎭ ᏥᏄᎵᏍᏔᏁᎢ.

source: Ninias was not only a very wicked man, but a very slothful one. He did not set out to conquer kingdoms like his mother, but shut himself up in his palace, and thought of nothing but how to enjoy himself.
chr: ᏂᏂᏯᏏᏃ ᎥᏝ ᎤᏁᎫᎯᏉ ᎤᏩᏒ ᏱᎨᏎᎢ, ᎾᏍᏉᏍᎩᏂ ᎤᏣᏘ ᎤᏓᏅᎸᏗᏳ ᎨᏎᎢ. ᎥᏝᏍᎩᏂᏃᏅ ᏅᏩᎾᏓᎴ ᎠᏰᎵ ᏚᏃᏢᏩᏗᏒ, ᏧᏎᎪᎩᏍᏗᏱ ᏳᎸᏏᏙᎮ ᎾᏍᎩᏯ ᎤᏥ ᏄᏛᏁᎸᎢ; ᎦᏁᎸᏉᎩᏂ ᎠᎵᏍᏚᎲᏍᎨᎢ, ᎠᎴ ᎤᏩᏒᏉ ᏅᏩᏙᎯᏯᏛ ᎤᏕᏘᏱ ᎤᏩᏒ ᎠᏓᏅᏖᏍᎨᎢ.

source: He knew that his people hated him; and therefore he kept guards in his palace; but he was afraid to trust even his guards. Whether he was murdered at last, or whether he died quietly in his bed, is more than I can tell, for history does not inform us.
chr: ᎠᎦᏔᎮ ᎠᎴᏬ ᏧᏤᎵᎦ ᏴᏫ ᎬᏩᏂᏆᏘᎲᎢ; ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏗᎬᏩᎧᎿᏩᏗᏙᎯ ᏚᏪᎮ ᎦᏁᎸᎢ; ᎠᏎᏃ ᏗᎬᏩᎧᎿᏩᏗᏙᎯ ᏚᏪᎮ ᎦᏁᎸᎢ; ᎠᏎᏃ ᏗᎬᏩᎧᎿᏩᏗᏙᎯ ᎾᏍᏉ ᏙᎠᏍᎦᎢᎮᎢ; ᎤᎵᏍᏆᏕᎸᏃ ᏄᎵᏍᏓᏁᎸ ᎥᏝ ᎬᎩᏃᎮᏗ ᏱᎩ, ᎪᏪᎵᏰᏃ ᏕᎦᏅ ᎥᏝ ᏱᏕᏃᎲᏍᎦ ᎤᏲᎱᏒᎢ.

source: After the reign of Ninias, there was an interval of eight hundred years, during which it is impossible to say what happened in the kingdom of Assyria. It is probable that most of the kings were like Ninias, that they wasted their time in idle pleasures, and never did any thing worthy of remembrance.
chr: ᏂᏂᏯᏏᏃ ᎤᎬᏫᏳᎯ ᎤᏲᎱᏒ, ᎾᎯᏳ ᎤᎴᏅᎮ ᏁᎳᏧᏈ ᏧᏕᏘᏴᏛ ᎢᎪᎯᏛ ᎤᏝᏅᏓᏕ, ᎬᏕᎶᎰᎯᏍᏗ ᏂᎨᏒᎾ ᏂᎦᎵᏍᏗᎭ ᎾᎯᏳ ᏄᎵᏍᏔᏂᏙᎸ ᎡᏏᎵᏯ ᎠᏰᎵ ᎤᏙᏢᏒᎢ. ᎠᏎ ᏗᎾ ᎤᏂᎬᏫᏳᎯ ᏂᏂᏯᏏ ᏥᏄᏍᏕ, ᎾᏍᎩᏯᏉ ᏄᏍᏕ ᎡᎵᏍᏗ ᏂᎦᎵᏍᏗᎭ ᎤᏅᏒᏉ ᏙᎯ ᎤᎾᏕᏗᏱ ᎠᎾᏓᏅᏖᏍᎨᎢ, Ꮭ ᎠᎴ ᎪᎱᏍᏗ ᏳᎾᏛᏁᎴ ᏰᎵ ᎦᏃᎮᏗ ᎢᎦᎢ.

source: When Pul was king of Assyria, be conquered the Israelites and forced them to pay him tribute. He is supposed to have been the king of Nineveh to whom the prophet Jonah was sent to preach repentance about eight hundred and sixty years before Christ.
chr: ᏋᎳ ᏧᏙᎢᏛ ᎤᎬᏫᏳᎯ ᏥᎨᏎ ᎡᏏᎵᏯ ᎠᏰᎵ ᎤᏙᏢᏒᎢ, ᎢᏏᎵ ᎠᏁᎯ ᏚᏎᎪᎩᏎᎢ, ᎠᎴ ᎠᏰᎵ ᎠᎾᎫᏱᏍᎩ ᏂᏚᏩᏁᎴᎢ. ᎯᎠᏍᎩᏂ ᏏᏂᏫ ᎤᎬᏫᏳᎯ ᎨᏎ ᎠᏁᎵᏍᎪᎢ, ᎾᏍᎩ ᏦᎾ ᎠᏕᎶᎰᏍᎩ ᎤᎵᏥᏙᏁᎸᎡᏗᏱ ᏣᏥᏅᏎ ᏚᎾᏓᏅᏛ ᏧᏂᏁᏟᏴᏍᏗᏱ, ᎠᏏ ᏁᎳᏧᏈ ᏑᏓᎳᏍᎪᎯ ᏧᏕᏗᏴᏛ ᏧᏓᎷᎴ ᎦᎶᏁᏛ ᎤᎾᏄᎪᏥᎯᏍᏗᏱ.

source: Some years afterwards, there was a king upon the throne of Assyria whose name was Sardanapalus. He is said to have been a beautiful young man; but he was slothful, and took no care of his kingdom, and made no attempt to promote the welfare of his people.
chr: ᎢᎸᏍᎩᏃ ᏫᏄᏕᏘᏴᎲ ᏌᏗᏁᏉᎳ ᏧᏙᎢᏛ ᎤᎬᏫᏳᎯ ᎨᏎᎢ. ᎾᏍᎩᏃ ᎤᏣᏘ ᎤᏬᏚᎯᏳ ᎠᏫᏅ ᎨᏎᎢ; ᎠᏎᏃ ᎤᏣᏘ ᎤᏓᏄᎸᏕᎢ, ᎥᏝ ᎠᎴ ᏱᎦᏌᏯᏍᏗᏍᎨ ᎠᏰᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, Ꮭ ᎠᎴ ᏱᎵᏂᎬᏁᎮ ᏧᏤᎵᎦ ᏴᏫ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ.

source: He never went outside of his palace, but lived all the time among the women. And in order to make himself more fit for their company, he painted his face, and sometimes put on a woman’s dress. In this ridiculous guise, the great king Sardanapalus used.
chr: Ꮭ ᎠᎴ ᎦᏁᎸ ᏱᏕᏄᎪᎨᎢ, ᎠᏂᎨᏴᏉᏍᎩᏂ ᎠᏁᎲ ᏂᎪᎯᎸ ᎤᏓᏑᏯᏩᏕᎨᎢ. ᎾᏍᎩᏃ ᎤᏟ ᎢᏲᏍᏛ ᎬᏩᏰᎸᏗᏱ ᎤᏰᎸᏒ, ᎤᎧᏛ ᎠᏙᏪᎵᏍᎨᎢ, ᎢᏴᏛᎭᏃ ᎠᏂᎨᏴ ᏧᎾᏄᏬ ᏓᏄᏬᏍᎨᎢ. ᎯᎠᏃ ᎤᏕᎰᎯᏍᏗ ᏄᏛᏅᎢ, ᎠᏥᎸᏉᏗ ᎤᎬᏫᏳᎯ ᏌᏗᏁᏉᎳ ᎠᏂᎨᏴ ᎠᏂᏅ ᎦᎲᏍᎨᎢ, ᎠᎴ ᏓᏍᏕᎵᏍᎨ ᎠᏂᏍᏙᎲᎢ.

source: But while Sardanapalus was feasting, and dancing, and painting his face, and dressing himself like a woman, and helping the women to spin, a terrible destruction was impending over his head.
chr: ᎠᏎᏃ ᎾᎯᏳ ᏌᏗᏁᏉᎳ ᏓᎵᏍᏔᏴᎲᏍᎬ, ᎠᎴ ᎠᎵᏍᎩᏏᏙᎲᎢ, ᎠᎴ ᏧᏓᎴᏅᏛ ᎠᏛᏁᎵᏍᎬᎢ, ᎤᏣᏘ ᎤᎾᏰᎯᏍᏗ ᎠᏍᎪᎵ ᎦᎸᎳᏗᏢᏉ ᎤᎵᏁᏅᏗᏕᎨᎢ.

source: Arbaces, governor of the Medes, made war against this unworthy monarch, and besieged him in the city of Babylon. Sardanapalus saw that he could not escape, and that if he lived any longer, he should probably become a slave.
chr: ᎠᏇᏌᏏ ᏧᏙᎢᏛ, ᎻᏗᏯ ᏚᏙᎥ ᎤᎬᏫᏳᎯ, ᏓᎿᏩ ᏄᏅᏁᎴ ᏌᏗᏁᏉᎳ, ᎠᎴ ᎾᎿ ᎡᎲ ᏓᏗᎶᏂ ᎦᏚᎲ ᏕᎤᏚᏫᏍᏔᏁᎢ. ᏌᏗᏁᏉᎳᏃ ᎤᏕᎶᎰᏒᎩ ᎬᏩᏓᏗᏫᏎᏘ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᎠᏏ ᏳᏩᎫᏗ ᎬᏅ ᎠᏥᎾᏝᎢᏉ ᎢᏳᎵᏍᏙᏗᏱ.

source: So, rather than be a slave, he resolved to die. He therefore collected his treasures, and heaped them into one great pile in a splendid hall of his palace, and then set fire to the pile. The palace was speedily in a blaze, and Sardanapalus, with his favorite officers, and a multitude of beautiful women, were burnt to death in the flames. Thus ended the great Assyrian monarchy, the country being conquered by Arbaces.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎤᏲᎱᎯᏍᏗ ᏚᏭᎪᏔᏁᎢ. ᏂᎦᏛᏃ ᏧᎬᏩᎶᏗ ᏫᏍᏆᏂᎪᏛ ᎤᏬᏚᎯ ᎦᏅᏑᎸ ᎤᏪᏟᏌᏁᎢ, ᎠᎴ ᎤᏥᏍᏜᏁ ᎦᏡᎬᎢ. ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᏓᏪᎳᎩᏍᎨ ᎾᎿ ᎦᏁᎸᎢ, ᏌᏗᏁᏉᎳᏃ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏧᎨᏳᎯ ᎠᏂᏍᎦᏰᎬᏍᏓ, ᎠᎴ ᎤᏂᏣᏘ ᏧᏃᏚᎯ ᎠᏂᎨᏴ ᎾᎿᏉ ᎤᎾᎪᏁᎢ. ᎾᏍᎩ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎴ ᎤᎵᏍᏆᏗᎸ ᎦᎸᏉᏗ ᏥᎨᏎ ᎡᏏᎵᏯ ᎠᏰᎵ ᏧᏙᏢᏎᎢ, ᎠᎴ ᎠᏇᏌᏏ ᏚᏎᎪᎩᏎᎢ.

source: About the Hebrews or Jews. Origin of the Hebrews. The removal of Jacob and his children to Egypt.
chr: ᎠᏂᏈᎷ ᏧᎾᏓᎴᏅ ᎦᏃᎮᏍᎩ. ᎠᎴ ᏤᎦᏈ ᏧᏪᏥᏃ ᎢᏥᏈᏱ ᏭᏂᎶᏒ ᎦᏃᎮᏍᎩ.

source: THE founder of the Hebrew nation was Abraham, the son of Terah. He was born about two hundred years after the deluge. The country of his birth was Chaldea, which formed the southern part of the Assyrian empire.
chr: ᎠᏂᏈᎷ ᏧᎾᏙᎢᏛ ᏴᏫ ᏣᏁᎭ ᎡᏆᎭᎻ ᏧᏙᎢᏛ ᏖᎳ ᎤᏪᏥ ᏧᏪᏥᏛᎯ, ᏔᎵᏧᏈ ᏫᏄᏕᏘᏴᎲ ᎠᎹᏱᎭ ᏥᏄᎵᏍᏔᏁ ᎡᏆᎭᎻ ᎤᏕᏁᎢ ᎠᏂᎨᎳᏗ ᎤᎾᏤᎵᎪᎯ, ᎾᏍᎩ ᎡᏏᎵᏯ ᎠᏰᎵ ᎤᏙᏢᏅ ᎤᎦᎾᏮ ᎢᏗᏢ ᎪᏣᎴᎢ.

source: The rest of the inhabitants of Chaldea were idolaters, and worshipped the sun, moon, and stars; but Abraham worshipped the true God whom we worship. In the early part of his life he was a shepherd on the Chaldean plains. When his father was dead, God commanded him to leave his native country, and travel westward to the land of Canaan.
chr: ᎠᏂᏐᎢᏃ ᎨᎳᏗᏱ ᎠᏁᎯ, ᏅᏙᏉ ᎢᎦ ᎡᎯ, ᎠᎴ ᏒᏃᏱ ᎡᎯ, ᎠᎴ ᏃᏈᏏᏉ ᎠᏂᎧᎸ ᏗᎾᏓᏙᎵᏍᏔᏁᎯ ᎨᏎᎢ; ᎡᏆᎭᎻᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎮᎢ, ᎾᏍᎩ ᎠᏴ ᏤᏓᏓᏙᎵᏍᏓᏁᎰᎢ. ᎠᏫᏅᏃ ᎨᏎ ᎠᏫ ᏗᎦᏘᏯ ᎨᏎᎢ ᎨᎳᏗᏱ ᏚᏬᏓᎳᏅᎢ, ᎤᏙᏓᏃ ᎤᏲᎱᏒ ᎤᏁᎳᏅᎯ ᎤᏁᏤᎴ ᎤᏤᎵᎪᎯ ᎨᏒ ᎤᏓᏅᏍᏗᏱ, ᎠᎴ ᏅᏙ ᏭᏕᎵᎬ ᎢᏗᏢ ᎨᎾᏂ ᎦᏓ ᏗᎲ ᏭᎶᎯᏍᏗᏱ.

source: This region was afterwards called Palestine. It lies north of Arabia, is on the eastern border of the Mediterranean Sea, and is nearly six thousand miles south-easterly from New York. It was a rich and fertile country, and God promised Abraham that his descendants should dwell there.
chr: ᎾᏍᎩ ᎯᎠ ᎨᎾᏂ ᏚᏙᎥ ᎣᏂ ᎢᏴᏛ ᏇᎵᏍᏓᏂ ᏚᏙᎡᎢ. ᎾᏍᎩ ᎯᎠ ᎨᎾᏂ ᎠᏂᎡᎵᏆ ᎠᏁᎲ ᎤᏴᏢ ᎢᏗᏢ, ᎺᏗᏓᎴᏂᎠᏂ ᏚᏙᎥ ᎥᏓᎵ ᎤᏩᎫᏛ ᏗᎧᎸᎬ ᎢᏗᏢ, ᏄᏯᎦᏃ ᎡᏅᏓ ᏑᏓᎵ ᎢᏯᎦᏴᎵ ᎢᏳᏟᎶᏛ, ᎠᎴ ᏗᎧᎸᎬ ᏧᎦᎾᏮᏃ ᎢᏗᏢ ᎾᎿ ᎠᏰᎵ ᏫᏚᏳᏗ. ᎤᏣᏘ ᎤᏬᏚᎯᏳ ᎠᎴ ᎣᏍᏛ ᎨᏎ ᎾᎿ ᎦᏙᎯ, ᎤᏁᎳᏅᎯᏃ ᎡᏆᎭᎻ ᎤᏚᏱᏍᏓᏁᎴ ᎾᏍᎩ ᎤᏁᏢᏔᏅᎯ ᎾᎿ ᎤᎾᏤᎵᎪᎯ ᎢᏳᎵᏍᏙᏗᏱ.

source: Many years of Abraham’s life were spent in wandering to and fro. His wife Sarah went with him, and they were followed by a large number of male and female servants, and by numerous flocks and herds. They dwelt in tents, and had no settled home.
chr: ᎤᏣᏘᏃ ᏄᏕᏗᏴᎮ ᎡᏆᎭᎻ ᎡᏙᎵᏙᎮᏉ, ᎤᏓᎵᎢᏃ ᏎᎵ ᏧᏙᎢᏛ ᎢᏧᎳ ᎠᏁᏙᎮᎢ; ᎤᏂᏣᏘᏃ ᏧᏂᏅᏏᏓᏍᏗ ᏓᎾᏘᏁᎮ ᎢᏧᎳ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ, ᎠᏫᏃ, ᎠᎴ ᏧᏓᎴᏅᏛ ᎦᎾᏜᎢ ᎤᏂᏣᏘ ᏓᎾᏘᏂᏙᎮᎢ. ᏕᎦᎵᏦᏛᏉᏃ ᎠᏁᎮᎢ, Ꮭ ᎠᎴ ᎢᎸᎯᏢ ᎤᏁᏅᏒ ᏱᎨᏎᎢ.

source: Abraham and Sarah had one son, named Isaac. His father loved him fondly; but when God commanded him to sacrifice the child, he prepared to obey. But an angel came down from heaven, and told him not to slay his son.
chr: ᎡᏆᎭᎻ, ᎠᎴ ᏎᎵ ᏌᏉ ᎤᏁᏥ ᎡᎮ ᎠᏫᏅ, ᎡᏏᎩ ᏧᏙᎢᏛ, ᎤᏙᏓᏃ ᎾᏍᎩ ᎤᏣᏘ ᎤᎨᏳᎯᏳ ᎨᏎᎢ; ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎤᏁᏤᎸ ᎤᏪᏥ ᎠᏥᎸ ᎤᏪᎳᏍᏙᏗᏱ, ᎤᏬᎯᏳᏗᏱ ᎤᏛᏅᎢᏍᏔᏁᎢ. ᎠᏎᏃ ᎠᏓᏪ ᎦᎸᎳᏗ ᏧᏠᎠᏎ ᎠᎴ ᎤᏅᏍᏓᏕᎴ ᎤᏪᏥ ᎤᎯᏍᏗᏱ.

source: The life of Abraham was full of interesting events, but I have not room to relate them all here. He lived to be a hundred and seventy-five years old, and then died at Hebron, in Canaan. His burial place was in a cave at Machpelah, where Sarah had been buried many years before.
chr: ᎡᏆᎭᎻ ᎤᎴᏂᏙᎸ ᎢᎪᎯᏛ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗᏳ ᏄᎵᏍᏓᏁᎵᏕᎮᎢ, ᎠᏎᏃ Ꮭ ᎠᏂ ᏳᏝᏅᏛ ᏂᎦᏛ ᎧᏃᎮᏗᏱ. ᎠᏍᎪᎯᏧᏈ ᎦᎵᏆᏍᎪᎯ ᎯᏍᎩᎦᎵ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎯᏆᏂᏃ ᏚᏙᎥ ᎨᎾᏂ ᎦᏓ ᎠᎲ ᎤᏲᎱᏎᎢ. ᎺᎩᏈᎳ ᏚᏙᎥ ᎤᏍᏓᎦᎸ ᎠᏥᏂᏌᏁ, ᎾᎿᏉ ᏎᎵ ᎠᏥᏂᏌᎲᎢ, ᎾᏍᎩ ᎯᎸᏍᎩ ᏧᏕᏘᏴᏛ ᎦᏰᏥᏂᏌᏅᎯ ᏥᎨᏎᎢ.

source: The Jews and the Arabians are descended from this ancient patriarch. They have always called him Father Abraham. It is said that to this day they show the place where Abraham and Sarah lie buried, and that they consider it a holy spot. Many travelers at the present day go to see it.
chr: ᎠᏂᏧᏏ, ᎠᎴ ᎠᏂᎡᎳᏈ ᎾᏍᎩ ᎯᎠ ᎤᏁᏢᏔᏅᎯ. ᎾᏍᎩᏃ ᎣᎩᏙᏓ ᎡᏆᎭᎻ ᎠᏃᏎᎰᎢ. ᎩᎳᎯᏳᏃ ᏰᎵᏉ ᎬᏩᎾᏓᏎᎮᏗ ᎢᎠᎾᏗᏍᎪ ᎾᎿ ᎨᏒ ᎡᏆᎭᎻ ᎠᎴ ᏎᎵ ᏕᎨᏥᏂᏌᎲᎢ, ᎠᎴ ᎾᎿᏂ ᎦᎸᏉᏗᏳ ᎤᏂᏰᎸᎭ. ᎪᎯᏃ ᏥᎩ ᎤᏂᏣᏔ ᎠᏁᏙᎯ ᎠᏎ ᎠᎾᎦᏔᏁᎪᎢ ᎾᎿ ᏕᎨᏥᏂᏌᎲᎢ.

source: Isaac, the son of Abraham, left two children, Esau and Jacob. The younger, Jacob, persuaded his brother to sell his birthright for a mess of pottage. He likewise obtained a blessing, which his father intended to bestow on Esau.
chr: ᎡᏏᎩᏃ ᎡᏆᎭᎻ ᎤᏪᏥ ᎬᏩᏕᏁᎴ ᎠᏂᏔᎵ ᎠᏂᏧᏣ, ᎢᏐ ᎠᎴ ᏤᎦᏈ ᏧᎾᏙᎢᏛ. ᏤᎦᏈᏃ ᎣᏂ ᎡᎯ ᎭᏫᏯ ᎠᏓᏑᎨᏔᏅᎯ ᎤᏩᎯᏍᏓᏁᎴ ᎤᏂᎵ ᎢᏐ ᏧᏙᎢᏛ ᎢᎬᏱ ᎡᎯ ᎨᏒ ᏥᏅᏗᎦᎵᏍᏗᏍᎨ ᎤᏤᎵᎦ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ. ᎡᏏᎩᏃ ᎣᏍᏛ ᏗᎦᏁᏤᎵᎭ ᎢᏐ, ᏤᎦᏈᏃ ᎾᏍᎩ ᎾᏍᏉ ᎢᎤᎩᎡᎴᎢ.
